---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonTorsionalModulus
source: html/822e205f-fcd6-7efd-51df-07fbdeeb83b9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonTorsionalModulus Property

"Torsional Modulus"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonTorsionalModulus { get; }
```